
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "¿Desea guardar los cambios antes de salir?";

"Would you like to save your changes?" = "¿Desea guardar los cambios?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Los cambios se perderán si no los guarda.";

/*Alert Sheet Buttons*/

"Save" = "Guardar";

"Cancel" = "Cancelar";

"Dont Save" = "No guardar";

/*App Menu*/

"About Logitech Camera Settings" = "Acerca de Configuración de cámara Logitech";

"Services" = "Servicios";

"Hide Logitech Camera Settings" = "Ocultar Configuración de cámara Logitech";

"Hide Others" = "Ocultar otros";

"Show All" = "Mostrar todo";

"Quit Logitech Camera Settings" = "Cerrar Configuración de cámara Logitech";

/*Edit Menu*/

"Edit" = "Editar";

"Cut" = "Cortar";

"Copy" = "Copiar";

"Paste" = "Pegar";

"Delete" = "Eliminar";

"Select All" = "Seleccionar todo";

/*Camera Menu*/

"Camera" = "Cámara";

"No Device Connected" = "Ningún dispositivo conectado";

/*Window Menu*/

"WINDOW" = "Ventana";

"Minimize" = "Minimizar";

"Close" = "Cerrar";

"Bring All to Front" = "Traer todo al frente";

/*Window Title*/

"Logitech Camera Settings" = "Configuración de cámara Logitech";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Control de cámara Web";

"Focus:" = "Enfoque:";

"Auto" = "Automático";

"Restore to defaults" = "Restaurar valores predeterminados";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Configuración avanzada";

"Image Quality:" = "Calidad de imagen:";


"Brightness" = "Brillo";

"Contrast" = "Contraste";

"Color Intensity" = "Intensidad de color";

"White Balance" = "Equilibrio de blanco";

/*Device Information 3rd tab*/

"Device Information" = "Información del dispositivo";

"USB Vendor ID (VID):"  = "ID de proveedor de USB ID (VID):";

"USB Product ID (PID):" = "ID de producto USB (PID):";

"USB Revision (BCD):" = "Revisión USB (BCD):";

"Firmware version:" = "Versión de firmware:";

"Firmware CRC:" = "CRC de firmware:";

"EEPROM Version:" = "Versión de EEPROM:";

"Sensor Type:" = "Tipo de sensor:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Para que todas las características funcionen correctamente, tenemos que mantener esta aplicación en ejecución en segundo plano. ¿Desea ejecutar esta aplicación en segundo plano?";


"No" = "No";

"Yes" = "Sí";